{
  "career-insight": [
    {
      "id": "what-is-a-career",
      "description": "As you gain more experience in the world of work and undertake a variety of life experiences, you are building your career.",
      "body": "<p>A career is the variety of experiences that you have undertaken throughout your life. As you gain more experience in the world of work and undertake a variety of life experiences, you are building your career. Some experiences include your education, training, paid or unpaid work, family/life roles, activities, volunteer work, community involvement and more. </p>\n<h3>Building your career</h3>\n<p>Consider the following experiences as you continue to build your career and resume.\n</p>\n<h4>Work experience and volunteer work</h4>\n<p><a href=\"/career-insight/work-integrated-learning\" target=\"_blank\">Work experience</a> and <a href=\"/career-insight/volunteering\">volunteer work</a> provide you with an insight into what it would be like to work in a specific industry or occupation. You will develop skills and make contacts within industry and you&rsquo;ll be able to decide if this type of work is what you would like to do.</p>\n<h4>Community involvement</h4>\n<p>Being involved in your community provides you with an opportunity to gain valuable skills, knowledge and experience. Your community is made up of lots of different groups of people, such as school councils and communities, youth organisations and volunteer groups. </p>\n<h4>Employment</h4>\n<p>Highlight your employment experiences as evidence to potential employers. Let them see that you&rsquo;re the person for the job.</p>\n<h4>Life roles</h4>\n<p>Life experiences help us to develop and enhance skills that we can transfer from one relationship or association to another. Many of these skills can become useful in paid work, even if we learn them through a friendship, or through involvement in community work.</p>\n<h4>Enterprise activities</h4>\n<p>An enterprise is an activity or project that produces services or products. A business enterprise runs to make a profit and a social enterprise provides services to individuals and/or groups in the community.</p>\n<h4>Cultural activities</h4>\n<p>Culture is what gives groups of people a collective identity. It involves customs, beliefs and values, ways of behaving, and the objects and artefacts people make. Many aspects of your life, including your career, can be enriched if you take part in cultural activities.</p>\n<h4>Training</h4>\n<p>Training activities can help to upgrade your skills, develop your knowledge and maintain your levels of competency. Training can be formal, resulting in a recognised qualification on completion or it can be non-formal, adding to your general skill base without a qualification.</p>\n<h4>Education</h4>\n<p>Education is part of your lifelong learning process. Your career will probably involve a combination of formal and non-formal education.</p>\n<p>Formal education refers to programs provided by the three sectors of the Australian education and training system: schools, vocational education and training and higher education.</p>\n<p>Non-formal education refers to all other deliberate forms of learning. It can play a vital role in your career and allows you to demonstrate commitment to and interest in, a particular subject area. It also keeps you up to date on the latest concepts and practices in your career field.</p>\n<h4>Interests</h4>\n<p>Understanding the common features of your different interests can help you choose an occupation or a course of study. Having a wide range of interests will add another dimension to your resume and employers like to see that you have enjoyed real life experiences in different settings and circumstances.</p>\n<p><strong>Tip</strong>: Complete the <em>Interests</em> activity in <a href=\"/my-career-profile\">My career profile</a> to identify your interests.</p>\n<h4>Sport and leisure activities</h4>\n<p>Being involved in sport and leisure activities provides you with a wide range of skills and experience that you should highlight to potential employers. You may volunteer to coach a team or plan a leisure activity for members to enjoy. You may play a team sport or captain a team. These types of roles show an employer you can work with others, work in a team and they highlight leadership, organisation, planning and time management skills.\n</p>\n<p>Careers are constantly evolving so now is the time to keep learning and take charge of your own future. Know who you are and what your goals are. Train yourself to learn a new set of skills and understand the patterns in the working world and future work trends.</p>",
      "authorName": "myfuture",
      "authorBio": "<p>myfuture is Australia's National Career Information Service and supports people to make career decisions, plan their career pathway and manage work transitions. <a href=\"/footer/contact-us\" class=\"link-blue\">Contact us</a> or say hello on <a href=\"https://www.facebook.com/findingmyfuture\" class=\"iconExternalLink\">Facebook</a> or <a target=\"_blank\" href=\"https://twitter.com/myfutureAU\" title=\"Twitter\" class=\"iconExternalLink\">Twitter</a>.</p>",
      "authorEmail": "",
      "authorPhone": "",
      "category": ["Career development and management"],
      "categoryIds": ["52651204-a8fe-67e6-b7ac-ff0000376a3b"],
      "thumbnailImage": "https://sit2.myfuture.edu.au/images/default-source/career-insight/landing-page-images/ci-lp-what-could-your-career-includeea782e04a8fe67e6b7acff0000376a3b.jpg?sfvrsn=188d49d9_2",
      "headerImage": "https://sit2.myfuture.edu.au/images/default-source/career-insight/header-images/ci-h-what-could-your-career-include.jpg?sfvrsn=1d7b49d9_2",
      "authorImage": "https://sit2.myfuture.edu.au/images/default-source/career-insight/author-images/ci-a-myfuture.png?sfvrsn=93154ad9_2",
      "author": "",
      "relatedCareerInsights": [
        {
          "id": "bf9b2e04-a8fe-67e6-b7ac-ff0000376a3b",
          "title": "Tips for finding work experience",
          "approvalWorkflowState": "Published",
          "publicationDate": "2016-09-19T02:46:51.783Z",
          "lastModifiedDate": "2018-01-12T01:17:49.183Z",
          "url": "how-do-i-find-work-experience",
          "itemDefaultUrl": "/how-do-i-find-work-experience"
        },
        {
          "id": "53912e04-a8fe-67e6-b7ac-ff0000376a3b",
          "title": "Playing your part in the ideas boom",
          "approvalWorkflowState": "Published",
          "publicationDate": "2016-09-16T02:19:03.33Z",
          "lastModifiedDate": "2018-09-17T00:16:38.8Z",
          "url": "playing-your-part-in-the-ideas-boom",
          "itemDefaultUrl": "/playing-your-part-in-the-ideas-boom"
        },
        {
          "id": "df9b2e04-a8fe-67e6-b7ac-ff0000376a3b",
          "title": "Collating your career portfolio",
          "approvalWorkflowState": "Published",
          "publicationDate": "2016-09-19T02:49:28.187Z",
          "lastModifiedDate": "2017-09-25T00:17:05.993Z",
          "url": "collating-your-career-portfolio",
          "itemDefaultUrl": "/collating-your-career-portfolio"
        },
        {
          "id": "ff9b2e04-a8fe-67e6-b7ac-ff0000376a3b",
          "title": "How do I develop new skills?",
          "approvalWorkflowState": "Published",
          "publicationDate": "2016-09-19T02:51:42.53Z",
          "lastModifiedDate": "2018-06-06T01:57:04.03Z",
          "url": "how-do-i-develop-new-skills",
          "itemDefaultUrl": "/how-do-i-develop-new-skills"
        }
      ],
      "title": "What is a career?",
      "approvalWorkflowState": "Published",
      "publicationDate": "2017-01-04T03:39:26.12Z",
      "lastModifiedDate": "2017-09-25T00:22:02.097Z",
      "itemDefaultUrl": "/what-is-a-career"
    }
  ]
}
